[
	{
		"requirements": [],
		"text": "Daves Blick wanderte durch die Dunkelheit, immer wieder zurück auf die Wand aus Geröll, die hinter ihm lag - dort wo Sekunden zuvor noch Tageslicht durch den Eingang zur Höhle schien. Der zerschundene Leichnam seines Freundes Robert ragte teilweise unter den Steinen hervor. Er hatte versucht, nach draußen zu gelangen, als das Beben begann. Er hatte es nicht geschafft. Gegen die Panik ankämpfend, wägte Dave seine Optionen ab, um aus dem Höhlensystem zu entkommen. [Messer#Seine Hand umklammerte sein Messer.] [Übelkeit#Ihm war übel.]",
		"choices": [
			{
				"requirements": [],
				"text": "Roberts Leichnam durchsuchen.",
				"outcome": "Seine Finger tasteten zögerlich den toten Körper seines Freundes ab. Blut sickerte Zwischen den Steinen hervor, und Dave hatte Schwierigkeiten, seine Übelkeit zu unterdrücken. Dennoch gelang es ihm, ein Messer und einen Kompass an sich zu nehmen. Hastig wandte er sich ab und stieg hinab in die Dunkelheit.",
				"traits": {
					"add": ["Messer", "Kompass", "Übelkeit"],
					"del": []
				}
			},
			{
				"requirements": [],
				"text": "In die Dunkelheit hinabsteigen.",
				"outcome": "Sich schnell von seinem toten Freund abwendend, eilte Dave tiefer in die Höhle, auf der verzweifelten Suche nach einem zweiten Ausgang aus dem Höhlensystem. Die Dunkelheit schien das Licht seiner Taschenlampe zu schlucken und ließ mehr und mehr Panik in ihm aufsteigen, die unbekannten, hallenden Geräusche taten ihr übriges.",
				"traits": {
					"add": ["Achluophobie"],
					"del": []
				}
			}
		]
	},
	{
		"requirements": ["Orientierung", "Kompass"],
		"text": "Dave lief Stunden, vielleicht sogar Tage - es war schwierig, in der völligen Dunkelheit sein Zeitgefühl nicht zu verlieren. Doch mit Hilfe seines Kompasses und der Markierungen, die er auf seinem Weg hinterlassen hatte, fand er schliesslich einen Tunnel, der schwach beleuchtet einen Weg in die Freiheit verhieß. Vom Tageslicht geblendet, stolperte er aus der Höhle und ließ sich auf den Waldboden fallen. Tränen liefen über seine Wangen, halb Tränen der Freude um seine Freiheit, halb Tränen der Trauer um seinen Freund Robert.",
		"choices": []
	},
	{
		"requirements": ["Durst", "Orientierungslos"],
		"text": "Er hatte keine Ahnung, wie lange er schon unterwegs war, wie lange er schon nichts mehr getrunken hatte. Kaum fähig, einen zusammenhängenden Gedanken zu treffen, schleppte er sich durch die Dunkelheit, bis er nicht mehr konnte. Irgendwo, tief unter der Erde, brach Dave schliesslich zusammen - und wachte nie mehr auf.",
		"choices": []
	},
	{
		"requirements": [],
		"text": "In der Dunkelheit fangen seine Augen an, ihm Streiche zu spielen - alles sieht gleich aus, alles kommt ihm bekannt vor. War er bereits in diesem Raum?",
		"choices": [
			{
				"requirements": ["Kompass"],
				"text": "Den Kompass benutzen, um die richtige Richtung zu finden.",
				"outcome": "Mit Hilfe seines Kompasses navigierte Dave durch die Tiefen, klammerte sich an die Sicherheit, die das kleine Gerät ihm bot.",
				"traits": {
					"add": [],
					"del": ["Orientierungslos"]
				}
			},
			{
				"requirements": ["Messer"],
				"text": "Markierungen in die Höhlenwände schnitzen.",
				"outcome": "Dave nutzte sein Messer, um in die Höhlenwände Symbole zu schnitzen. So würde er die Orientierung behalten, falls er seinen eigenen Weg wieder kreuzen oder in eine Sackgasse geraten würde.",
				"traits": {
					"add": ["Orientierung"],
					"del": ["Orientierungslos"]
				}
			},
			{
				"requirements": [],
				"text": "Den nächstbesten Gang wählen.",
				"outcome": "Ein Gang scheint so gut wie der andere, also wählte Dave den nächstbesten - Irgendwann wird ihn sein Weg sicherlich an die Oberfläche führen.",
				"traits": {
					"add": ["Orientierungslos"],
					"del": ["Orientierung"]
				}
			}
		]
	},
	{
		"requirements": [],
		"text": "Nach Stunden der Suche fühlte sich Daves Kehle staubtrocken an, er hatte seit Ewigkeiten nichts getrunken und fühlte sich dehydriert. Lange würde er so nicht mehr durchhalten können.",
		"choices": [
			{
				"requirements": [],
				"text": "Weiter gehen.",
				"outcome": "Den Blick starr nach vorne gerichtet, schleppte er sich Schritt für Schritt weiter durch die endlosen Tunnel und Höhlen. Hoffentlich würde er bald Wasser finden.",
				"traits": {
					"add": ["Durst"],
					"del": []
				}
			},
			{
				"requirements": ["Feldflasche"],
				"text": "Aus der Feldflasche trinken.",
				"outcome": "Das Wasser aus seiner Feldflasche stillte seinen Durst, doch jetzt war die Flasche leer.",
				"traits": {
					"add": [],
					"del": ["Feldflasche"]
				}
			}
		]
	},
	{
		"requirements": [],
		"text": "Das Plätschern von Wasser schreckte ihn aus seiner Trance - ein unterirdischer Bach! Rauschend zog das Wasser an Dave vorbei in die Tiefen des Höhlensystems. Viel benötigtes Wasser, und vielleicht auch ein Weg ins Freie?",
		"choices": [
			{
				"requirements": [],
				"text": "Dem Fluss folgen.",
				"outcome": "Den Blick starr nach vorne gerichtet, folgte er dem Fluss Schritt für Schritt weiter durch die endlosen Tunnel und Höhlen. Vielleicht würde ihn das nach draussen führen.",
				"traits": {
					"add": ["Orientierung"],
					"del": []
				}
			},
			{
				"requirements": [],
				"text": "Feldflasche auffüllen.",
				"outcome": "Dave füllte seine Feldflasche bis zum Rand - das sollte hoffentlich einige Stunden reichen.",
				"traits": {
					"add": ["Feldflasche"],
					"del": []
				}
			},
			{
				"requirements": [],
				"text": "Aus dem Bach trinken.",
				"outcome": "Mit großen Schlücken stillte er seinen Durst, bis sein Magen kein weiteres Wasser mehr aufnehmen konnte. Seufzend setzte er seinen Weg fort.",
				"traits": {
					"add": [],
					"del": ["Durst"]
				}
			}
		]
	},
	{
		"requirements": ["Orientierung"],
		"text": "Es war gut, die Sache strukturiert anzugehen: Stundenlang markierte Dave Abzweigung für Abzweigung, schloss Sackgassen aus, und erkundete das verwirrende System aus Gängen. In einem abgeschiedenen Teil der Höhle, ein Bein unter einem herabgefallenen Stein zertrümmert, fand er das Skelett eines vorherigen Besuchers, der in diesen Tunneln sein Grab gefunden hatte. Der Kleidung nach zu urteilen, war dieser Forscher bereits vor über hundert Jahren in diese Höhle gekommen - und hatte sie nie wieder verlassen.",
		"choices": [
			{
				"requirements": ["Messer"],
				"text": "Den Leichnam mit dem Messer ausschlachten.",
				"outcome": "Dave nahm den Leichnam systematisch auseinander, um alles Brauchbare an sich zu nehmen. Er fand einen alten Kompass, der immernoch funktionsfähig war, den Stoff der Kleidung, den er in Streifen schnitt und ein kurzes Seil knüpfte, und den Oberschenkelknochen - ein etwas makaberer Fund, der allerdings vielleicht als Hebel hilfreich sein könnte. Schliesslich ließ er den Raum hinter sich.",
				"traits": {
					"add": ["Kompass", "Knochen", "Seil"],
					"del": []
				}
			},
			{
				"requirements": [],
				"text": "Den Leichnam vorsichtig durchsuchen.",
				"outcome": "Vorsichtig durchsuchte Dave die Taschen und die nähere Umgebung des toten Forschers, und fand einen alten Kompass, der zu seiner Freude immernoch funktionierte. Im stillen dankte er dem Toten und setzte seinen Weg fort.",
				"traits": {
					"add": ["Kompass"],
					"del": []
				}
			},
			{
				"requirements": [],
				"text": "Den Leichnam ignorieren.",
				"outcome": "Dave ignorierte den Toten, markierte den Gang als Sackgasse und setzte seinen Weg fort.",
				"traits": {
					"add": [],
					"del": []
				}
			}
		]
	}
]
